[
  [
    [
      "a2842d8d-1a74-43c9-a52b-9e5135398a16",
      {
        "pageContent": "Sayyid was niet zomaar een zwemmer. Op 21-jarige leeftijd had hij al 16 jaar ervaring op het hoogste niveau. Met een lengte van 175 cm en een ontembare drang naar perfectie had hij alles wat nodig was om een echte kampioen te zijn. Zijn kracht in het water kwam niet alleen voort uit fysieke training, maar ook uit jarenlange mentale discipline, eindeloze ochtenden waarin hij voor dag en dauw in het",
        "metadata": {
          "source": "./swimmer.txt",
          "loc": {
            "lines": {
              "from": 1,
              "to": 1
            }
          }
        }
      }
    ],
    [
      "91746bbb-2e89-452c-ad77-9ade64b99fb4",
      {
        "pageContent": "waarin hij voor dag en dauw in het zwembad lag, en talloze momenten waarop hij zichzelf moest pushen om grenzen te verleggen die anderen als onmogelijk zagen.",
        "metadata": {
          "source": "./swimmer.txt",
          "loc": {
            "lines": {
              "from": 1,
              "to": 1
            }
          }
        }
      }
    ],
    [
      "dd2ec831-2c2b-4bb2-b496-363137d8e478",
      {
        "pageContent": "Zijn sterkte lag in zijn vastberadenheid. Sayyid gaf nooit op, hoe zwaar de training ook werd. Zijn techniek was verfijnd, zijn uithoudingsvermogen indrukwekkend en zijn starts explosief. Coaches bewonderden zijn constante focus en zijn vermogen om onder druk te presteren. Maar Sayyid wist ook dat niemand perfect was. Zijn zwakte lag in zijn neiging om te streng voor zichzelf te zijn. Elke kleine",
        "metadata": {
          "source": "./swimmer.txt",
          "loc": {
            "lines": {
              "from": 3,
              "to": 3
            }
          }
        }
      }
    ],
    [
      "61b91424-87e9-481d-92c8-f04922dc772c",
      {
        "pageContent": "voor zichzelf te zijn. Elke kleine fout, elke gemiste slag voelde voor hem als een persoonlijke nederlaag. Soms blokkeerde die perfectionistische houding zijn vooruitgang, omdat hij bang was om fouten te maken.",
        "metadata": {
          "source": "./swimmer.txt",
          "loc": {
            "lines": {
              "from": 3,
              "to": 3
            }
          }
        }
      }
    ],
    [
      "9af245a1-2be4-4ed5-b01e-67ff86f49579",
      {
        "pageContent": "Sayyid had duizenden uren gezwommen. Om precies te zijn, hij had naar schatting meer dan 10.000 uur in het zwembad doorgebracht – een mijlpaal die vaak wordt genoemd als het criterium om een absolute meester in een vakgebied te worden. Zijn toewijding begon al op vijfjarige leeftijd, toen hij voor het eerst zijn hoofd onder water hield en meteen voelde dat dit zijn wereld was. Sindsdien waren de",
        "metadata": {
          "source": "./swimmer.txt",
          "loc": {
            "lines": {
              "from": 5,
              "to": 5
            }
          }
        }
      }
    ],
    [
      "eea119e0-8f93-4622-93e7-df26aa7b4c92",
      {
        "pageContent": "dit zijn wereld was. Sindsdien waren de jaren voorbijgevlogen, gevuld met nationale competities, internationale stages en trainingen die zijn fysieke grenzen keer op keer verlegden.",
        "metadata": {
          "source": "./swimmer.txt",
          "loc": {
            "lines": {
              "from": 5,
              "to": 5
            }
          }
        }
      }
    ],
    [
      "bdb85a41-ee3a-4fec-8447-cd0dbef12871",
      {
        "pageContent": "Op school combineerde Sayyid zijn sport met zijn studie. Niet altijd gemakkelijk, want de trainingen vroegen het uiterste van hem. Toch wist hij zijn discipline te behouden. Zijn dagen begonnen vaak om 5:00 uur 's ochtends met een zwemtraining, gevolgd door lessen en eindigden weer in het zwembad of de fitnessruimte. Soms had hij het gevoel dat hij leefde in een eindeloze cyclus van training,",
        "metadata": {
          "source": "./swimmer.txt",
          "loc": {
            "lines": {
              "from": 7,
              "to": 7
            }
          }
        }
      }
    ],
    [
      "293f8674-2d6e-4104-974a-85f83ec9958a",
      {
        "pageContent": "in een eindeloze cyclus van training, eten, rusten en herhalen. Maar diep van binnen wist hij dat al die opofferingen hem hadden gevormd tot wie hij was: een vechter, een doorzetter, iemand die niet opgaf als het moeilijk werd.",
        "metadata": {
          "source": "./swimmer.txt",
          "loc": {
            "lines": {
              "from": 7,
              "to": 7
            }
          }
        }
      }
    ],
    [
      "1ad2bfa5-133c-43ee-ba02-5cbac1f58a00",
      {
        "pageContent": "Sayyid herinnerde zich nog goed de momenten waarop hij bijna wilde stoppen. Blessures die hem maanden uit het water hielden. Teleurstellende wedstrijden waarbij hij zijn eigen verwachtingen niet waarmaakte. De eenzaamheid van lange trainingskampen ver weg van familie en vrienden. Maar telkens weer vond hij ergens diep van binnen een vonk, een herinnering aan waarom hij ooit begonnen was. De pure",
        "metadata": {
          "source": "./swimmer.txt",
          "loc": {
            "lines": {
              "from": 9,
              "to": 9
            }
          }
        }
      }
    ],
    [
      "8b269495-56ce-441f-961a-5bbb1ba870f1",
      {
        "pageContent": "waarom hij ooit begonnen was. De pure liefde voor het water. Het gevoel van gewichtloosheid, van vrijheid, van kracht.",
        "metadata": {
          "source": "./swimmer.txt",
          "loc": {
            "lines": {
              "from": 9,
              "to": 9
            }
          }
        }
      }
    ],
    [
      "bdaf9e14-52c6-4c9a-8dc3-ac36e7057a98",
      {
        "pageContent": "Zijn minpunten leerden hem misschien wel het meest. Door zijn perfectionisme leerde hij uiteindelijk om geduldiger te zijn met zichzelf. Hij begreep dat falen geen einde was, maar slechts een aanwijzing om sterker terug te komen. Zijn onvermogen om zichzelf fouten te vergeven, veranderde langzaam in een kracht: het vermogen om veerkrachtig te zijn.",
        "metadata": {
          "source": "./swimmer.txt",
          "loc": {
            "lines": {
              "from": 11,
              "to": 11
            }
          }
        }
      }
    ],
    [
      "38439d3e-c13d-4d78-98b5-16856099a737",
      {
        "pageContent": "Tegenwoordig, als Sayyid het zwembad instapt, doet hij dat met een mengeling van rust en kracht. Hij weet dat hij niet alles kan controleren – niet de omstandigheden, niet de concurrentie, niet de uitkomst. Maar wat hij wel kan beheersen, is zijn eigen inzet, zijn eigen mindset, zijn eigen reis.\n\nEn misschien is dat wel de grootste overwinning van allemaal.\n\n---",
        "metadata": {
          "source": "./swimmer.txt",
          "loc": {
            "lines": {
              "from": 13,
              "to": 17
            }
          }
        }
      }
    ],
    [
      "7c57f48c-23ad-423f-9282-57039b0170e0",
      {
        "pageContent": "---\n\n(Ter referentie:\n- Naam: Sayyid\n- Leeftijd: 21 jaar\n- Jaren gezwommen: 16 jaar op hoog niveau\n- Lengte: 175 cm\n- Totale zwemtijd: meer dan 10.000 uur\n- Sterktes: Vastberadenheid, techniek, uithoudingsvermogen\n- Minpunten: Perfectionisme, zelfkritiek)",
        "metadata": {
          "source": "./swimmer.txt",
          "loc": {
            "lines": {
              "from": 17,
              "to": 26
            }
          }
        }
      }
    ],
    [
      "38da0fb7-e894-4c18-90c0-cad61bb23485",
      {
        "pageContent": "Wil je ook dat ik er nog een stukje toevoeg waarin Sayyid een belangrijke wedstrijd zwemt of een ontmoeting heeft met een inspirerende coach?",
        "metadata": {
          "source": "./swimmer.txt",
          "loc": {
            "lines": {
              "from": 28,
              "to": 28
            }
          }
        }
      }
    ]
  ],
  {
    "0": "a2842d8d-1a74-43c9-a52b-9e5135398a16",
    "1": "91746bbb-2e89-452c-ad77-9ade64b99fb4",
    "2": "dd2ec831-2c2b-4bb2-b496-363137d8e478",
    "3": "61b91424-87e9-481d-92c8-f04922dc772c",
    "4": "9af245a1-2be4-4ed5-b01e-67ff86f49579",
    "5": "eea119e0-8f93-4622-93e7-df26aa7b4c92",
    "6": "bdb85a41-ee3a-4fec-8447-cd0dbef12871",
    "7": "293f8674-2d6e-4104-974a-85f83ec9958a",
    "8": "1ad2bfa5-133c-43ee-ba02-5cbac1f58a00",
    "9": "8b269495-56ce-441f-961a-5bbb1ba870f1",
    "10": "bdaf9e14-52c6-4c9a-8dc3-ac36e7057a98",
    "11": "38439d3e-c13d-4d78-98b5-16856099a737",
    "12": "7c57f48c-23ad-423f-9282-57039b0170e0",
    "13": "38da0fb7-e894-4c18-90c0-cad61bb23485"
  }
]